Repository: SlippinDylan/Kairos
Catalog: App/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# FilePanelHelper 演示
source: FilePanelHelper Demo
zh_hans: FilePanelHelper 演示
zh_hant: FilePanelHelper 示範

# Helper 未安装
source: Helper Not Installed
zh_hans: Helper 未安装
zh_hant: Helper 尚未安裝

# IP 地址格式不正确
source: Invalid IP address format
zh_hans: IP 地址格式不正确
zh_hant: IP 位址格式不正確

# MAC 地址格式不正确
source: Invalid MAC address format
zh_hans: MAC 地址格式不正确
zh_hant: MAC 位址格式不正確

# 家庭网络
source: Home Network
zh_hans: 家庭网络
zh_hant: 家庭網路

# 场景操作
source: Scene Actions
zh_hans: 场景操作
zh_hant: 場景操作

# 上次执行：%@ %@
source: Last run: %@ %@
zh_hans: 上次执行：%@ %@
zh_hant: 上次執行：%@ %@

# 前往设置
source: Open Settings
zh_hans: 前往设置
zh_hant: 前往設定

# 多行内容
source: Multiline Content
zh_hans: 多行内容
zh_hant: 多行內容

# 选择多个应用
source: Choose Multiple Apps
zh_hans: 选择多个应用
zh_hant: 選擇多個 App

# 第二行
source: Second Line
zh_hans: 第二行
zh_hant: 第二行

# 添加 Toast
source: Add Toast
zh_hans: 添加 Toast
zh_hant: 新增 Toast

# 简单内容，无标题
source: Simple untitled content
zh_hans: 简单内容，无标题
zh_hant: 簡單的無標題內容

# 服务状态
source: Service Status
zh_hans: 服务状态
zh_hant: 服務狀態

# 选择目录
source: Choose a Folder
zh_hans: 选择目录
zh_hant: 選擇目錄

# 用于不需要明确分组标题的场景
source: For content that does not need a section title
zh_hans: 用于不需要明确分组标题的场景
zh_hant: 用於不需要明確分組標題的情境

# 路由器: 192.168.1.1
source: Router: 192.168.1.1
zh_hans: 路由器: 192.168.1.1
zh_hant: 路由器：192.168.1.1

# 选择单个应用
source: Choose an App
zh_hans: 选择单个应用
zh_hant: 選擇 App

# 无标题卡片示例
source: Untitled Card Example
zh_hans: 无标题卡片示例
zh_hant: 無標題卡片範例

# 点击选择内核文件...
source: Click to choose a kernel file…
zh_hans: 点击选择内核文件...
zh_hant: 按一下以選擇核心檔案…

# 关闭
source: Closed
zh_hans: 关闭
zh_hant: 關閉

# 准备中...
source: Preparing…
zh_hans: 准备中...
zh_hant: 準備中…

source: Testing %@ (%lld/%lld, Round %lld/10)
zh_hans: 正在测试 %@（%lld/%lld，第 %lld/10 轮）
zh_hant: 正在測試 %@（%lld/%lld，第 %lld/10 輪）

# 端口关闭
source: Port Closed
zh_hans: 端口关闭
zh_hant: 連接埠已關閉

# 导出 Kairos 设置
source: Export Kairos Settings
zh_hans: 导出 Kairos 设置
zh_hant: 匯出 Kairos 設定

# 选择保存位置
source: Choose a save location
zh_hans: 选择保存位置
zh_hant: 選擇儲存位置

# 文件名:
source: File Name:
zh_hans: 文件名:
zh_hant: 檔案名稱：

# 导入 Kairos 设置
source: Import Kairos Settings
zh_hans: 导入 Kairos 设置
zh_hant: 匯入 Kairos 設定

# 选择要导入的配置文件
source: Choose a configuration file to import
zh_hans: 选择要导入的配置文件
zh_hant: 選擇要匯入的設定檔案

# 低风险
source: Low Risk
zh_hans: 低风险
zh_hant: 低風險

# 中风险
source: Medium Risk
zh_hans: 中风险
zh_hant: 中風險

# 高风险
source: High Risk
zh_hans: 高风险
zh_hant: 高風險

# 极高风险
source: Very High Risk
zh_hans: 极高风险
zh_hant: 極高風險

# 家宽
source: Residential
zh_hans: 家宽
zh_hant: 家用寬頻

# 机房
source: Data Center
zh_hans: 机房
zh_hant: 機房

# 其他
source: Other
zh_hans: 其他
zh_hant: 其他

# 军事
source: Military
zh_hans: 军事
zh_hant: 軍事

# 爬虫
source: Crawler
zh_hans: 爬虫
zh_hant: 爬蟲

# 共 %lld 条
source: %lld entries
zh_hans: 共 %lld 条
zh_hant: 共 %lld 筆

# 启动超时
source: Launch timed out
zh_hans: 启动超时
zh_hant: 啟動逾時

# 启动失败
source: Launch failed
zh_hans: 启动失败
zh_hant: 啟動失敗

# 找不到应用
source: App not found
zh_hans: 找不到应用
zh_hant: 找不到 App

# 已在运行
source: Already running
zh_hans: 已在运行
zh_hant: 已在執行

# 缺少辅助功能权限
source: Accessibility permission is required
zh_hans: 缺少辅助功能权限
zh_hant: 缺少輔助使用權限

# terminate()返回false
source: The app refused the quit request
zh_hans: App 拒绝退出请求
zh_hant: App 拒絕結束要求

# 应用未运行
source: App is not running
zh_hans: 应用未运行
zh_hant: App 未在執行

# 获取IP地址...
source: Getting IP address…
zh_hans: 获取IP地址...
zh_hant: 正在取得 IP 位址…

# 多数据源分析...
source: Analyzing multiple data sources…
zh_hans: 多数据源分析...
zh_hant: 正在分析多個資料來源…

# 检测流媒体解锁...
source: Checking streaming availability…
zh_hans: 检测流媒体解锁...
zh_hant: 正在檢測串流媒體解鎖…

# 检测邮件服务...
source: Checking mail service…
zh_hans: 检测邮件服务...
zh_hant: 正在檢測郵件服務…

# 检测完成
source: Check complete
zh_hans: 检测完成
zh_hant: 檢測完成

# 主 DNS 地址无效
source: Invalid primary DNS address
zh_hans: 主 DNS 地址无效
zh_hant: 主要 DNS 位址無效

# 备用 DNS 地址无效
source: Invalid secondary DNS address
zh_hans: 备用 DNS 地址无效
zh_hant: 備用 DNS 位址無效

# 原生
source: Native
zh_hans: 原生
zh_hant: 原生

# 全部
source: All
zh_hans: 全部
zh_hant: 全部

# 选择要控制的应用
source: Choose Apps to Control
zh_hans: 选择要控制的应用
zh_hant: 選擇要控制的 App

# 数据中心IP
source: Data Center IP
zh_hans: 数据中心IP
zh_hant: 資料中心 IP

# 原生IP
source: Residential IP
zh_hans: 原生IP
zh_hant: 原生 IP

# 教育机构IP
source: Education IP
zh_hans: 教育机构IP
zh_hant: 教育機構 IP

# 政府机构IP
source: Government IP
zh_hans: 政府机构IP
zh_hant: 政府機構 IP

# 未知类型
source: Unknown Type
zh_hans: 未知类型
zh_hant: 未知類型

# 备份内核失败: %@
source: Unable to back up the kernel: %@
zh_hans: 备份内核失败: %@
zh_hant: 核心備份失敗：%@

# 替换内核失败: %@
source: Unable to replace the kernel: %@
zh_hans: 替换内核失败: %@
zh_hant: 核心替換失敗：%@

# 恢复内核失败: %@
source: Unable to restore the kernel: %@
zh_hans: 恢复内核失败: %@
zh_hant: 核心復原失敗：%@

# 文件完整性验证失败
source: File integrity verification failed
zh_hans: 文件完整性验证失败
zh_hant: 檔案完整性驗證失敗

# 所选文件不是 arm64 Mach-O 可执行文件
source: The selected file is not an arm64 Mach-O executable
zh_hans: 所选文件不是 arm64 Mach-O 可执行文件
zh_hant: 所選檔案不是 arm64 Mach-O 可執行檔

# 设置文件权限失败: %@
source: Unable to set file permissions: %@
zh_hans: 设置文件权限失败: %@
zh_hant: 無法設定檔案權限：%@

# 无效的响应
source: Invalid response
zh_hans: 无效的响应
zh_hant: 無效的回應

# 网络连接失败，已重试 %lld 次: %@
source: Network connection failed after %lld attempts: %@
zh_hans: 网络连接失败，已重试 %lld 次: %@
zh_hant: 網路連線失敗，已重試 %lld 次：%@

# HTTP 请求失败，状态码: %lld
source: HTTP request failed with status %lld
zh_hans: HTTP 请求失败，状态码: %lld
zh_hant: HTTP 要求失敗，狀態碼：%lld

# GitHub asset 未提供 SHA-256 digest
source: The GitHub asset does not provide a SHA-256 digest
zh_hans: GitHub asset 未提供 SHA-256 digest
zh_hant: GitHub asset 未提供 SHA-256 digest

# 不支持的 digest 格式：%@
source: Unsupported digest format: %@
zh_hans: 不支持的 digest 格式：%@
zh_hant: 不支援的 digest 格式：%@

# 下载文件的 SHA-256 与 GitHub Release 不一致
source: The downloaded file SHA-256 does not match the GitHub Release
zh_hans: 下载文件的 SHA-256 与 GitHub Release 不一致
zh_hant: 下載檔案的 SHA-256 與 GitHub Release 不一致

# 无法获取IP地址
source: Unable to determine the IP address
zh_hans: 无法获取IP地址
zh_hant: 無法取得 IP 位址

# 无法创建网络配置
source: Unable to create the network configuration
zh_hans: 无法创建网络配置
zh_hant: 無法建立網路設定

# 无法获取网络服务
source: Unable to get network services
zh_hans: 无法获取网络服务
zh_hant: 無法取得網路服務

# 无法应用 DNS 配置更改
source: Unable to apply DNS configuration changes
zh_hans: 无法应用 DNS 配置更改
zh_hant: 無法套用 DNS 設定變更

# 无法设置 DNS 协议配置
source: Unable to set the DNS protocol configuration
zh_hans: 无法设置 DNS 协议配置
zh_hant: 無法設定 DNS 通訊協定設定

# 无法清除 DNS 协议配置
source: Unable to clear the DNS protocol configuration
zh_hans: 无法清除 DNS 协议配置
zh_hant: 無法清除 DNS 通訊協定設定

# 未找到匹配的网络服务：%@
source: No matching network service was found: %@
zh_hans: 未找到匹配的网络服务：%@
zh_hant: 找不到符合的網路服務：%@

# 未找到网络接口：%@
source: Network interface not found: %@
zh_hans: 未找到网络接口：%@
zh_hant: 找不到網路介面：%@

# 无法刷新网络接口：%@
source: Unable to refresh the network interface: %@
zh_hans: 无法刷新网络接口：%@
zh_hant: 無法重新整理網路介面：%@

# 读取 Helper 版本
source: read the Helper version
zh_hans: 读取 Helper 版本
zh_hant: 讀取 Helper 版本

# 读取 Helper 构建号
source: read the Helper build number
zh_hans: 读取 Helper 构建号
zh_hant: 讀取 Helper 組建編號

# 健康检查
source: run the health check
zh_hans: 健康检查
zh_hant: 執行健康檢查

# 设置 DNS
source: set DNS
zh_hans: 设置 DNS
zh_hant: 設定 DNS

# 清除 DNS
source: clear DNS
zh_hans: 清除 DNS
zh_hant: 清除 DNS

# 刷新 DNS 缓存
source: flush the DNS cache
zh_hans: 刷新 DNS 缓存
zh_hant: 重新整理 DNS 快取

# 清除 ARP 缓存
source: clear the ARP cache
zh_hans: 清除 ARP 缓存
zh_hant: 清除 ARP 快取

# 刷新网络接口
source: refresh the network interface
zh_hans: 刷新网络接口
zh_hant: 重新整理網路介面

# 清理非活跃内存
source: purge inactive memory
zh_hans: 清理非活跃内存
zh_hant: 清理非使用中記憶體

# 非洲
source: Africa
zh_hans: 非洲
zh_hant: 非洲

# 南极洲
source: Antarctica
zh_hans: 南极洲
zh_hant: 南極洲

# 亚洲
source: Asia
zh_hans: 亚洲
zh_hant: 亞洲

# 欧洲
source: Europe
zh_hans: 欧洲
zh_hant: 歐洲

# 北美洲
source: North America
zh_hans: 北美洲
zh_hant: 北美洲

# 大洋洲
source: Oceania
zh_hans: 大洋洲
zh_hant: 大洋洲

# 南美洲
source: South America
zh_hans: 南美洲
zh_hant: 南美洲

source: California
zh_hans: 加州
zh_hant: 加州

source: New York
zh_hans: 纽约州
zh_hant: 紐約州

source: Texas
zh_hans: 德州
zh_hant: 德州

source: Florida
zh_hans: 佛州
zh_hant: 佛州

source: Washington
zh_hans: 华盛顿州
zh_hant: 華盛頓州

source: Illinois
zh_hans: 伊利诺伊州
zh_hant: 伊利諾州

source: Pennsylvania
zh_hans: 宾州
zh_hant: 賓州

source: Ohio
zh_hans: 俄亥俄州
zh_hant: 俄亥俄州

source: Georgia
zh_hans: 佐治亚州
zh_hant: 喬治亞州

source: North Carolina
zh_hans: 北卡州
zh_hant: 北卡羅來納州

source: Michigan
zh_hans: 密歇根州
zh_hant: 密西根州

source: New Jersey
zh_hans: 新泽西州
zh_hant: 紐澤西州

source: Virginia
zh_hans: 弗吉尼亚州
zh_hant: 維吉尼亞州

source: Massachusetts
zh_hans: 马萨诸塞州
zh_hant: 麻薩諸塞州

source: Arizona
zh_hans: 亚利桑那州
zh_hant: 亞利桑那州

source: Indiana
zh_hans: 印第安纳州
zh_hant: 印第安納州

source: Tennessee
zh_hans: 田纳西州
zh_hant: 田納西州

source: Missouri
zh_hans: 密苏里州
zh_hant: 密蘇里州

source: Maryland
zh_hans: 马里兰州
zh_hant: 馬里蘭州

source: Wisconsin
zh_hans: 威斯康星州
zh_hant: 威斯康辛州

source: Colorado
zh_hans: 科罗拉多州
zh_hant: 科羅拉多州

source: Minnesota
zh_hans: 明尼苏达州
zh_hant: 明尼蘇達州

source: South Carolina
zh_hans: 南卡州
zh_hant: 南卡羅來納州

source: Alabama
zh_hans: 阿拉巴马州
zh_hant: 阿拉巴馬州

source: Louisiana
zh_hans: 路易斯安那州
zh_hant: 路易斯安那州

source: Kentucky
zh_hans: 肯塔基州
zh_hant: 肯塔基州

source: Oregon
zh_hans: 俄勒冈州
zh_hant: 奧勒岡州

source: Oklahoma
zh_hans: 俄克拉荷马州
zh_hant: 奧克拉荷馬州

source: Connecticut
zh_hans: 康涅狄格州
zh_hant: 康乃狄克州

source: Utah
zh_hans: 犹他州
zh_hant: 猶他州

source: Nevada
zh_hans: 内华达州
zh_hant: 內華達州

source: Arkansas
zh_hans: 阿肯色州
zh_hant: 阿肯色州

source: Mississippi
zh_hans: 密西西比州
zh_hant: 密西西比州

source: Kansas
zh_hans: 堪萨斯州
zh_hant: 堪薩斯州

source: New Mexico
zh_hans: 新墨西哥州
zh_hant: 新墨西哥州

source: Nebraska
zh_hans: 内布拉斯加州
zh_hant: 內布拉斯加州

source: West Virginia
zh_hans: 西弗吉尼亚州
zh_hant: 西維吉尼亞州

source: Idaho
zh_hans: 爱达荷州
zh_hant: 愛達荷州

source: Hawaii
zh_hans: 夏威夷州
zh_hant: 夏威夷州

source: New Hampshire
zh_hans: 新罕布什尔州
zh_hant: 新罕布夏州

source: Maine
zh_hans: 缅因州
zh_hant: 緬因州

source: Montana
zh_hans: 蒙大拿州
zh_hant: 蒙大拿州

source: Rhode Island
zh_hans: 罗德岛州
zh_hant: 羅德島州

source: Delaware
zh_hans: 特拉华州
zh_hant: 德拉瓦州

source: South Dakota
zh_hans: 南达科他州
zh_hant: 南達科他州

source: North Dakota
zh_hans: 北达科他州
zh_hant: 北達科他州

source: Alaska
zh_hans: 阿拉斯加州
zh_hant: 阿拉斯加州

source: Vermont
zh_hans: 佛蒙特州
zh_hant: 佛蒙特州

source: Wyoming
zh_hans: 怀俄明州
zh_hant: 懷俄明州
